Repository: ThermoTry/WPEmailCaptureHR
Catalog: languages/WPEC-*.po
Languages: hr_hr

source: Need Help?
hr_hr: Trebate pomoć?

source: If you are having problems with this plugin, please read the
hr_hr: Ukoliko imate problema sa ovim dodatkom pročitajte

source: Frequently Asked Questions
hr_hr: Često postavljana pitanja

source: or alternatively
hr_hr: ili alternativno

source: submit a support request here
hr_hr: ovdje pošaljite zahtjev za podrškom

source: Recommended Services
hr_hr: Empfehlungen

source: We recommend the following services for sending out emails:-
hr_hr: Preporučamo slijedeće servise za slanje e-mailova:

source: Global List Management
hr_hr: Upravljanje globalnim popisom

source: This page allows you to create lists, either
hr_hr: Ova stranica omogućava Vam stvaranje popisa, ili

source: external lists
hr_hr: vanjski popisi

source: (WP Email Capture is compatible with most major email marketing software packages), or a new
hr_hr: (WP Email Capture je kompatibilan sa većinom glavnih softverskih paketa za e-mail marketing), ili novi

source: WP Email Capture List
hr_hr: WP Email Capture popis

source: You can create as many different lists as you wish
hr_hr: Ako želite, možete stvoriti mnogo različitih popisa.

source: Add/Edit WP Email Capture List
hr_hr: Dodaj/UrediWP Email Capture popis

source: This is the page for managing WP Email Capture Lists. From this page you can:-
hr_hr: Ovo je stranica za upravljanje WP Email Capture popisima. Sa ove stranice možete:-

source: Make Changes To Your Lists
hr_hr: Raditi promjene na Vašem popisu

source: such as the name and the pages redirected to on form completion
hr_hr: kao što su ime i stranica na koju će korisnik biti preusmjeren nakon što je popunio formular.

source: Email Options
hr_hr: Postavke e-maila

source: such as where the email comes from and what emails sent to the subscriber contains
hr_hr: kao e-mail adresu pošiljateljai što sadrže e-mailovi poslani pretplatniku.

source: Error Options
hr_hr: Opcije greške

source: the errors that are displayed to subscribers who incorrectly fill in the form
hr_hr: greške koje se prikazuju pretplatnicima koji su neispravno popunili formular

source: Styling Options
hr_hr: Opcije stila

source: change the button image (or use an image), as well as what to ask the user for besides their name
hr_hr: promijeni izgled gumba (ili koristi sliku), i podesite što ćete osim imena pitati pretplatnika

source: You can also on this page do the following
hr_hr: Na ovoj stranici možete i slijedeće

source: Manage List Subscribers
hr_hr: Upravljanje popisom pretplatnika

source: Delete Temporary Emails
hr_hr: Brisanje privremene e-mail adrese

source: Empty the entire list
hr_hr: Pražnjenje cijelog popisa

source: Get WP Email Capture Premium
hr_hr: Unaprijedi na WP Email Capture Premium

source: Unlock the <strong>true</strong> power of WP Email Capture with the Premium version. With multiple lists, and stat tracking, WP Email Capture Premium is the missing link in your WordPress Email Marketing Puzzle
hr_hr: Otključajte <strong>istinsku</strong> snagu WP Email Capture sa Premium verzijom. Uključuje višestruke popise, i praćenje statistike. WP Email Capture Premium je karika koja nedostaje u Vašem WordPress Email marketing lancu

source: Add/Edit External List
hr_hr: Dodaj/Uredi vanjski popis

source: This is the page for managing External lists through WP Email Capture. Simply copy & paste the code from your Email Marketing software into the page below and you can embed your newsletter subscriptions into posts, pages or sidebars easily using WP Email Capture. If you do not have an Email Marketing Service, a few are recommended below
hr_hr: Ovo je stranica sa koje možete upravljati vanjskim popisima kroz WP Email Capture. Jednostavno kopirajte i zalijepite kod iz Vašeg e-mail marketing alata na stranicu ispod i možete ugraditi pretplatu na newsletter u Vače stranice, bočne trake i objave koristeći WP Email Capture. Ukoliko nemate e-mail marketing uslugu, predlažemo Vam nekoliko

source: Donations
hr_hr: Donacije

source: If you like this plugin, please consider a small donation to help with future versions and plugins.
hr_hr: Ukoliko Vam se sviđa ovaj dodatak, razmislite o maloj donaciji kojom ćete pomoći daljnji razvoj.

source: Latest News
hr_hr: Novosti

source: The latest news and tutorials from WP Email Capture
hr_hr: Najnovije vijesti i sličice o WP Email Capture

source: Support Us!
hr_hr: Podržite nas!

source: We would like you if you would not mind, doing one of the following if you are a fan of WP Email Capture
hr_hr: Ako Vam se sviđa WP Email Capture neka Vam ne bude teško učiniti slijedeće

source: Rate the plugin 5* on WordPress.org
hr_hr: Ocijenite dodatak sa 5* na WordPress.org

source: Follow @WPEmailCapture on Twitter
hr_hr: Pratite @WPEmailCapture na Twitteru

source: Like us on Facebook
hr_hr: Lajkajte nas na Facebooku

source: Become An Affiliate!
hr_hr: Postanite suradnika!

source: Earn upto
hr_hr: Zaradite do

source: per sale of WP Email Capture
hr_hr: po prodaji WP Email Capture dodatka

source: Join our affilite programme today
hr_hr: Pridružite se našem suradničkom programu već danas

source: WP Email Capture Options
hr_hr: Postavke za WP Email Capture

source: On this page you can make changes that to the way in which WP Email Capture runs
hr_hr: Na ovoj stranici možete promijeniti način rada za WP Email Capture

source: Last Three Members To Join
hr_hr: Najnoviji članovi

source: Export
hr_hr: Izvoz

source: Use the button below to export your list as a CSV to use in software such as
hr_hr: Koristite ovaj gumb za izvoz Vašeg popisa u CSV formatu za korištenje alata kao

source: Export List
hr_hr: Izvezi popis

source: Temporary e-mails
hr_hr: Privremene E-Mail adrese

source: There are
hr_hr: Ovo su

source: e-mail addresses that have been unconfirmed. Delete them to save space below.
hr_hr: E-Mail adrese koje nisu potvrđene. Ukoliko želite uštedjeti mjesto možete iz izbrisati.

source: Delete Unconfirmed e-mail Addresses
hr_hr: Brisanje nepotvrđenih e-mail adresa

source: WP Email Capture - At A Glance
hr_hr: WP Email Capture - Pregled

source: Error:
hr_hr: Greška:

source: Name:
hr_hr: Ime i prezime:

source: Submit
hr_hr: Pošalji

source: Name
hr_hr: Ime i prezime

source: <strong>Please Note: </strong> You have not created a subscription page, confirmation page or both in WP Email Capture, please go to the WP Email Capture Settings Page to add them. | <a href="%1$s">Hide Notice</a>
hr_hr: <strong>Napomena: </strong> Niste stvorili stranicu za prijavu, podvrdu prijave ili obje u WP Email Capture, molimo otiđite na postavke za WP Email Capture kako bi ih dodali. | <a href="%1$s">Sakrij obavijest</a>

source: Recommendations
hr_hr: Preporuke

source: We recommend
hr_hr: Mi preporučamo

source: to run your email campaigns. We have tested this plugin with it.
hr_hr: za Vaše e-mail kampanje. Ovaj dodatak testiran je sa navedenim servisima.

source: Options
hr_hr: Postavke

source: Page to redirect to on sign up (full web address ie: http://www.domain.com/this-page/)
hr_hr: Preusmjerenje na stranicu za prijavu (buna internetska adresa http://www.domain.com/this-page/)

source: Page to redirect to on confirmation of email address (full web address ie: http://www.domain.com/this-other-page/)
hr_hr: Preusmjerenje na stranicu za potvrdu prijave (buna internetska adresa http://www.domain.com/this-page/)

source: From Which Email Address
hr_hr: E-Mail adresa pošiljatelja

source: From Which Name
hr_hr: Ime pošiljatelja

source: Subject of Email
hr_hr: Tema e-maila

source: Body of Email
hr_hr: Tekst e-maila

source: (use %NAME% to use the form's &quot;Name&quot; field in their welcome email)
hr_hr: (koristi %NAME%, iz polja formulara Ime i prezime za e-mail dobrodošlice)

source: Link to us (optional, but appreciated)
hr_hr: Poveznica prema nama. (opcionalno)

source: Make The "Name" field a required field?
hr_hr: Učini polje "Ime i prezime" obaveznim poljem?

source: Delimeter (leave blank for a comma)
hr_hr: Delimeter (ostavite prazno za zarez)

source: Save Changes
hr_hr: Spremi promjene

source: Use the button below to export your list as a CSV to use in software such as <a href="http://wpemailcapture.com/recommends/aweber" title="Email Marketing">Aweber</a> or <a href="http://wpemailcapture.com/recommends/mailchimp">Mailchimp</a>
hr_hr: Koristite gumb ispod za izvoz Vašeg popisa u CSV datoteku za korištenje u alatima poput <a href="http://www.gospelrhys.co.uk/go/aweber.php" title="Email Marketing">Aweber</a> ili <a href="http://www.gospelrhys.co.uk/go/mailchimp.php">Mailchimp</a>.

source: Delete Current List
hr_hr: Brisanje trenutnog popisa

source: Want to delete the entire list? Click the link below. <strong>WARNING: </strong> this will delete all confirmed emails, so make sure you have a backup.
hr_hr: Želite izbrisati čitav popis?.Pritisnite gumb ispod. <strong>PAŽNJA: </strong> ovo će izbrisati sve potvrđene e-mail adrese, provjerite imate li backup.

source: Delete Confirmed e-mail Addresses
hr_hr: Brisanje potvrđenih e-mail adresa

source: Prev
hr_hr: Prethodna

source: Next
hr_hr: Slijedeća

source: Please Provide A Name
hr_hr: Molimo upišite ime i prezime

source: Not a valid email
hr_hr: E-mail-adresa nije valjana

source: User already present
hr_hr: Korisnik već postoji

source: Sign Up For Our Newsletter
hr_hr: Prijavite se na naš newsletter

source: Thank you for signing up for our newsletter, please click the link below to confirm your subscription
hr_hr: Hvala što ste se prijavili za naš newsletter, molimo Vas da slijedite donju poveznicu kako bi potvrdili pretplatu.

source: This is an automated message that is generated because somebody with the IP address of
hr_hr: Ovo je automatska poruka generirana jer je netko sa IP adresom

source: (possibly you) on
hr_hr: (moguće VI) na

source: filled out the form on the following page
hr_hr: popunio formularna slijedećoj stranici

source: If you are sure this isn't you, please ignore this message, you will not be sent another message.
hr_hr: Ukoliko ste sigurni da to niste bili Vi , možete zanemariti ovu poruku, mi Vam nećemo slati više poruka.

source: Not found your email in our database
hr_hr: Nismo pronašli Vaš e-mail u našoj bazi.

source: Email unable to be sent
hr_hr: Nije moguće poslati e-mail

source: Wrong confirmation code
hr_hr: Krivi kod potvrde

source: Members
hr_hr: Članovi

source: Delete
hr_hr: Obriši

source: Widget for WP Email Capture
hr_hr: Widget za WP Email Capture

source: Subscribe!
hr_hr: Pretplati se!

source: Subscribe to my blog for updates
hr_hr: Pretplatite se na naš blog za unaprijeđenja.

source: Widget title:
hr_hr: Naslov Widgeta:

source: Widget text:
hr_hr: Tekst Widgeta:

source: Captures email addresses for insertion into software such as <a href="http://wpemailcapture.com/recommends/aweber" title="Email Marketing">Aweber</a> or <a href="http://wpemailcapture.com/recommends/mailchimp/">Mailchimp</a>
hr_hr: Hvatajte e-mail adrese za umetanje u alate poput <a href="http://www.gospelrhys.co.uk/go/aweber.php" title="Email Marketing">Aweber</a> ili <a href="http://www.gospelrhys.co.uk/go/mailchimp.php">Mailchimp</a>.
